Repository: aleks7900/FinPulse.Windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# App_Title
source: FinPulse Companion
de_de: FinPulse Begleiter
es_es: FinPulse Compañero
fr_fr: FinPulse Compagnon
ja_jp: FinPulse コンパニオン
ko_kr: FinPulse 컴패니언
pl_pl: FinPulse Towarzysz
pt_pt: FinPulse Companheiro
ru_ru: FinPulse Спутник
uk_ua: FinPulse Супутник
zh_cn: FinPulse 伴侣

# AppTitleBar.Title
source: FinPulse Companion
de_de: FinPulse Begleiter
es_es: FinPulse Compañero
fr_fr: FinPulse Compagnon
ja_jp: FinPulse コンパニオン
ko_kr: FinPulse 컴패니언
pl_pl: FinPulse Towarzysz
pt_pt: FinPulse Companheiro
ru_ru: FinPulse Спутник
uk_ua: FinPulse Супутник
zh_cn: FinPulse 伴侣

# AppTitleBar.Subtitle
source: Windows 11 Edition
es_es: Edición Windows 11
fr_fr: Édition Windows 11
it_it: Edizione Windows 11
ja_jp: Windows 11 エディション
ko_kr: Windows 11 에디션
pl_pl: Wydanie Windows 11
pt_pt: Edição Windows 11
ro_ro: Ediția Windows 11
ru_ru: Выпуск Windows 11
uk_ua: Випуск Windows 11
zh_cn: Windows 11 版本

# Nav_Overview.Content
source: Overview
de_de: Übersicht
es_es: Resumen
fr_fr: Vue d'ensemble
it_it: Panoramica
ja_jp: 概要
ko_kr: 개요
pl_pl: Przegląd
pt_pt: Visão Geral
ro_ro: Prezentare generală
ru_ru: Обзор
uk_ua: Огляд
zh_cn: 总览

# Nav_Accounts.Content
source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
it_it: Conti
ja_jp: 口座
ko_kr: 계좌
pl_pl: Konta
pt_pt: Contas
ro_ro: Conturi
ru_ru: Счета
uk_ua: Рахунки
zh_cn: 账户

# Nav_Transactions.Content
source: Transactions
de_de: Transaktionen
es_es: Transacciones
it_it: Transazioni
ja_jp: 取引履歴
ko_kr: 거래 내역
pl_pl: Transakcje
pt_pt: Transações
ro_ro: Tranzacții
ru_ru: Транзакции
uk_ua: Транзакції
zh_cn: 交易

# Nav_Analytics.Content
source: Analytics
de_de: Analysen
es_es: Análisis
fr_fr: Analyses
it_it: Analisi
ja_jp: 分析
ko_kr: 분석
pl_pl: Analityka
pt_pt: Análises
ro_ro: Analize
ru_ru: Аналитика
uk_ua: Аналітика
zh_cn: 统计分析

# Nav_Budgets.Content
source: Budgets
es_es: Presupuestos
it_it: Budget
ja_jp: 予算
ko_kr: 예산
pl_pl: Budżety
pt_pt: Orçamentos
ro_ro: Bugete
ru_ru: Бюджеты
uk_ua: Бюджети
zh_cn: 预算

# Nav_Goals.Content
source: Goals
de_de: Sparziele
es_es: Metas
fr_fr: Objectifs
it_it: Obiettivi
ja_jp: 目標
ko_kr: 목표
pl_pl: Cele
pt_pt: Objetivos
ro_ro: Obiective
ru_ru: Цели
uk_ua: Цілі
zh_cn: 目标

# Nav_Recurring.Content
source: Recurring
de_de: Wiederkehrend
es_es: Recurrente
fr_fr: Récurrent
it_it: Ricorrente
ja_jp: 定期支払い
ko_kr: 정기 결제
pl_pl: Cykliczne
pt_pt: Recorrente
ro_ro: Recurente
ru_ru: Регулярные
uk_ua: Регулярні
zh_cn: 定期账单

# Nav_Categories.Content
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
ja_jp: カテゴリ
ko_kr: 카테고리
pl_pl: Kategorie
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Категории
uk_ua: Категорії
zh_cn: 分类

# Nav_Settings.Content
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# Shell_Sync_OK
source: Sync: OK
es_es: Sincronización: OK
it_it: Sincronizzazione: OK
ja_jp: 同期：正常
ko_kr: 동기화: 정상
pl_pl: Synchronizacja: OK
pt_pt: Sincronização: OK
ro_ro: Sincronizare: OK
ru_ru: Синхронизация: OK
uk_ua: Синхронізація: OK
zh_cn: 同步：正常

# Shell_Sync_Syncing
source: Syncing...
de_de: Synchronisiere...
es_es: Sincronizando...
fr_fr: Synchronisation...
it_it: Sincronizzazione in corso...
ja_jp: 同期中...
ko_kr: 동기화 중...
pl_pl: Synchronizowanie...
pt_pt: A sincronizar...
ro_ro: Se sincronizează...
ru_ru: Синхронизация...
uk_ua: Синхронізація...
zh_cn: 正在同步...

# Shell_Sync_Error
source: Sync Error
de_de: Sync-Fehler
es_es: Error de sincronización
fr_fr: Erreur de synchronisation
it_it: Errore di sincronizzazione
ja_jp: 同期エラー
ko_kr: 동기화 오류
pl_pl: Błąd synchronizacji
pt_pt: Erro de sincronização
ro_ro: Eroare de sincronizare
ru_ru: Ошибка синхронизации
uk_ua: Помилка синхронізації
zh_cn: 同步错误

# Common_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
uk_ua: Скасувати
zh_cn: 取消

# Common_Save
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvare
ru_ru: Сохранить
uk_ua: Зберегти
zh_cn: 保存

# Common_Delete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Ștergere
ru_ru: Удалить
uk_ua: Видалити
zh_cn: 删除

# Common_OK
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
zh_cn: 确定

# Common_Of.Text
source: of
de_de: von
es_es: de
fr_fr: sur
it_it: di
ko_kr: 중
pl_pl: z
pt_pt: de
ro_ro: din
ru_ru: из
uk_ua: з
zh_cn: 共

# Common_All.Content
source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
ja_jp: すべて
ko_kr: 전체
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
uk_ua: Всі
zh_cn: 全部

# Common_Expense.Content
source: Expense
de_de: Ausgabe
es_es: Gasto
fr_fr: Dépense
it_it: Uscita
ja_jp: 支出
ko_kr: 지출
pl_pl: Wydatek
pt_pt: Despesa
ro_ro: Cheltuială
ru_ru: Расход
uk_ua: Витрата
zh_cn: 支出

# Common_Income.Content
source: Income
de_de: Einnahme
es_es: Ingreso
fr_fr: Revenu
it_it: Entrata
ja_jp: 収入
ko_kr: 수입
pl_pl: Przychód
pt_pt: Receita
ro_ro: Venit
ru_ru: Доход
uk_ua: Дохід
zh_cn: 收入

# Common_Transfer.Content
source: Transfer
de_de: Überweisung
es_es: Transferencia
fr_fr: Virement
it_it: Bonifico
ja_jp: 振替
ko_kr: 이체
pl_pl: Przelew
pt_pt: Transferência
ru_ru: Перевод
uk_ua: Переказ
zh_cn: 转账

# Common_Refund.Content
source: Refund
de_de: Rückerstattung
es_es: Reembolso
fr_fr: Remboursement
it_it: Rimborso
ja_jp: 返金
ko_kr: 환불
pl_pl: Zwrot
pt_pt: Reembolso
ro_ro: Rambursare
ru_ru: Возврат
uk_ua: Повернення
zh_cn: 退款

# Common_Manage.Content
source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
pl_pl: Zarządzaj
pt_pt: Gerir
ro_ro: Administrare
ru_ru: Управление
uk_ua: Керувати
zh_cn: 管理

# Common_ViewAll.Content
source: View All
de_de: Alle anzeigen
es_es: Ver todos
fr_fr: Tout afficher
it_it: Mostra tutti
ja_jp: すべて表示
ko_kr: 모두 보기
pl_pl: Zobacz wszystko
pt_pt: Ver tudo
ro_ro: Vezi tot
ru_ru: Посмотреть все
uk_ua: Переглянути всі
zh_cn: 查看全部

# Common_CurrencyHeader
source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Devise
it_it: Valuta
ja_jp: 通貨
ko_kr: 통화
pl_pl: Waluta
pt_pt: Moeda
ro_ro: Monedă
ru_ru: Валюта
uk_ua: Валюта
zh_cn: 货币

# Overview_ViewAll.Content
source: View All
de_de: Alle anzeigen
es_es: Ver todos
fr_fr: Tout afficher
it_it: Mostra tutti
ja_jp: すべて表示
ko_kr: 모두 보기
pl_pl: Zobacz wszystko
pt_pt: Ver tudo
ro_ro: Vezi tot
ru_ru: Посмотреть все
uk_ua: Переглянути всі
zh_cn: 查看全部

# Overview_ManageAccounts.Content
source: Manage
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
pl_pl: Zarządzaj
pt_pt: Gerir
ro_ro: Administrare
ru_ru: Управление
uk_ua: Керувати
zh_cn: 管理

# Budgets_RemainingSuffix.Text
source: remaining
de_de: verbleibend
es_es: restantes
fr_fr: restants
it_it: rimanenti
ja_jp: 残り
ko_kr: 남음
pl_pl: pozostało
pt_pt: restantes
ro_ro: rămași
ru_ru: осталось
uk_ua: залишилося
zh_cn: 剩余

# AccountType_Cash
source: Cash
de_de: Bargeld
es_es: Efectivo
fr_fr: Espèces
it_it: Contanti
ja_jp: 現金
ko_kr: 현금
pl_pl: Gotówka
pt_pt: Dinheiro
ro_ro: Numerar
ru_ru: Наличные
uk_ua: Готівка
zh_cn: 现金

# AccountType_Bank
source: Bank Account
de_de: Bankkonto
es_es: Cuenta bancaria
fr_fr: Compte bancaire
it_it: Conto bancario
ja_jp: 銀行口座
ko_kr: 은행 계좌
pl_pl: Konto bankowe
pt_pt: Conta bancária
ro_ro: Cont bancar
ru_ru: Банковский счет
uk_ua: Банківський рахунок
zh_cn: 银行账户

# AccountType_CreditCard
source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
it_it: Carta di credito
ja_jp: クレジットカード
ko_kr: 신용카드
pl_pl: Karta kredytowa
pt_pt: Cartão de crédito
ro_ro: Card de credit
ru_ru: Кредитная карта
uk_ua: Кредитна картка
zh_cn: 信用卡

# AccountType_Savings
source: Savings Account
de_de: Sparkonto
es_es: Cuenta de ahorro
fr_fr: Compte d'épargne
it_it: Conto di risparmio
ja_jp: 普通預金口座
ko_kr: 저축 계좌
pl_pl: Konto oszczędnościowe
pt_pt: Conta poupança
ro_ro: Cont de economii
ru_ru: Накопительный счет
uk_ua: Ощадний рахунок
zh_cn: 储蓄账户

# AccountType_Investment
source: Investment Account
de_de: Anlagekonto
es_es: Cuenta de inversión
fr_fr: Compte d'investissement
it_it: Conto investimenti
ja_jp: 投資口座
ko_kr: 투자 계좌
pl_pl: Konto inwestycyjne
pt_pt: Conta de investimento
ro_ro: Cont de investiții
ru_ru: Инвестиционный счет
uk_ua: Інвестиційний рахунок
zh_cn: 投资账户

# AccountType_Wallet
source: Digital Wallet
de_de: Digitale Geldbörse
es_es: Billetera digital
fr_fr: Portefeuille numérique
it_it: Portafoglio digitale
ja_jp: 電子マネー
ko_kr: 디지털 지갑
pl_pl: Portfel cyfrowy
pt_pt: Carteira digital
ro_ro: Portofel digital
ru_ru: Электронный кошелек
uk_ua: Цифровий гаманець
zh_cn: 电子钱包

# AccountType_Loan
source: Loan
de_de: Darlehen
es_es: Préstamo
fr_fr: Prêt
it_it: Prestito
ja_jp: ローン
ko_kr: 대출
pl_pl: Pożyczka
pt_pt: Empréstimo
ro_ro: Împrumut
ru_ru: Кредит / Заем
uk_ua: Позика
zh_cn: 贷款

# AccountType_Other
source: Other
de_de: Sonstiges
es_es: Otro
fr_fr: Autre
it_it: Altro
ja_jp: その他
ko_kr: 기타
pl_pl: Inne
pt_pt: Outro
ro_ro: Altele
ru_ru: Другое
uk_ua: Інше
zh_cn: 其他

# Frequency_Daily
source: Daily
de_de: Täglich
es_es: Diario
fr_fr: Quotidien
it_it: Giornaliero
ja_jp: 毎日
ko_kr: 매일
pl_pl: Dziennie
pt_pt: Diário
ro_ro: Zilnic
ru_ru: Ежедневно
uk_ua: Щодня
zh_cn: 每天

# Frequency_Weekly
source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
it_it: Settimanale
ja_jp: 毎週
ko_kr: 매주
pl_pl: Tygodniowo
pt_pt: Semanal
ro_ro: Săptămânal
ru_ru: Еженедельно
uk_ua: Щотижня
zh_cn: 每周

# Frequency_BiWeekly
source: Every 2 Weeks
de_de: Alle 2 Wochen
es_es: Cada 2 semanas
fr_fr: Toutes les 2 semaines
it_it: Ogni 2 settimane
ja_jp: 2週間ごと
ko_kr: 2주마다
pl_pl: Co 2 tygodnie
pt_pt: A cada 2 semanas
ro_ro: La fiecare 2 săptămâni
ru_ru: Каждые 2 недели
uk_ua: Кожні 2 тижні
zh_cn: 每两周

# Frequency_Monthly
source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuel
it_it: Mensile
ja_jp: 毎月
ko_kr: 매월
pl_pl: Miesięcznie
pt_pt: Mensal
ro_ro: Lunar
ru_ru: Ежемесячно
uk_ua: Щомісяця
zh_cn: 每月

# Frequency_Quarterly
source: Quarterly
de_de: Vierteljährlich
es_es: Trimestral
fr_fr: Trimestriel
it_it: Trimestrale
ja_jp: 四半期ごと
ko_kr: 분기별
pl_pl: Kwartalnie
pt_pt: Trimestral
ro_ro: Trimestrial
ru_ru: Ежеквартально
uk_ua: Щокварталу
zh_cn: 每季度

# Frequency_Yearly
source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuel
it_it: Annuale
ja_jp: 毎年
ko_kr: 매년
pl_pl: Rocznie
pt_pt: Anual
ro_ro: Anual
ru_ru: Ежегодно
uk_ua: Щороку
zh_cn: 每年

# Frequency_Custom
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
pl_pl: Niestandardowy
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательский
uk_ua: Власний
zh_cn: 自定义

# Budget_Status_Exceeded
source: Exceeded
de_de: Überschritten
es_es: Superado
fr_fr: Dépassé
it_it: Superato
ja_jp: 超過
ko_kr: 초과됨
pl_pl: Przekroczony
pt_pt: Excedido
ro_ro: Depășit
ru_ru: Превышен
uk_ua: Перевищено
zh_cn: 已超出

# Budget_Status_NearLimit
source: Near Limit
de_de: Nahe Limit
es_es: Cerca del límite
fr_fr: Près de la limite
it_it: Vicino al limite
ja_jp: 上限間近
ko_kr: 한도 임박
pl_pl: Blisko limitu
pt_pt: Perto do limite
ro_ro: Aproape de limită
ru_ru: Близко к лимиту
uk_ua: Майже вичерпано
zh_cn: 接近限额

# Budget_Status_OnTrack
source: On Track
de_de: Im Plan
es_es: Bajo control
fr_fr: En bonne voie
it_it: In linea
ja_jp: 順調
ko_kr: 정상
pl_pl: Zgodnie z planem
pt_pt: Sob controlo
ro_ro: În grafic
ru_ru: В норме
uk_ua: У межах норми
zh_cn: 正常

# Overview_HeaderTitle.Text
source: FinPulse Companion
de_de: FinPulse Begleiter
es_es: FinPulse Compañero
fr_fr: FinPulse Compagnon
ja_jp: FinPulse コンパニオン
ko_kr: FinPulse 컴패니언
pl_pl: FinPulse Towarzysz
pt_pt: FinPulse Companheiro
ru_ru: FinPulse Спутник
uk_ua: FinPulse Супутник
zh_cn: FinPulse 伴侣

# Overview_HeaderSubtitle.Text
source: Real-time financial status synchronized with FinPulse Cloud
de_de: Echtzeit-Finanzstatus synchronisiert mit FinPulse Cloud
es_es: Estado financiero en tiempo real sincronizado con FinPulse Cloud
fr_fr: Statut financier en temps réel synchronisé avec FinPulse Cloud
it_it: Stato finanziario in tempo reale sincronizzato con FinPulse Cloud
ja_jp: FinPulse Cloudとリアルタイムに同期された財務状況
ko_kr: FinPulse Cloud와 실시간으로 동기화된 금융 현황
pl_pl: Status finansowy w czasie rzeczywistym zsynchronizowany z FinPulse Cloud
pt_pt: Estado financeiro em tempo real sincronizado com a FinPulse Cloud
ro_ro: Stare financiară în timp real sincronizată cu FinPulse Cloud
ru_ru: Финансовое состояние в реальном времени, синхронизированное с FinPulse Cloud
uk_ua: Фінансовий стан у реальному часі, синхронізований з FinPulse Cloud
zh_cn: 实时财务状况，已与 FinPulse 云端同步

# Overview_AddTransactionButton.Text
source: Add Transaction
de_de: Transaktion hinzufügen
es_es: Añadir transacción
fr_fr: Ajouter une transaction
it_it: Aggiungi transazione
ja_jp: 取引を追加
ko_kr: 거래 추가
pl_pl: Dodaj transakcję
pt_pt: Adicionar Transação
ro_ro: Adaugă tranzacție
ru_ru: Добавить транзакцию
uk_ua: Додати транзакцію
zh_cn: 添加交易

# Overview_RefreshButton_Tooltip
source: Refresh (Ctrl+R)
de_de: Aktualisieren (Strg+R)
es_es: Actualizar (Ctrl+R)
fr_fr: Actualiser (Ctrl+R)
it_it: Aggiorna (Ctrl+R)
ja_jp: 更新 (Ctrl+R)
ko_kr: 새로고침 (Ctrl+R)
pl_pl: Odśwież (Ctrl+R)
pt_pt: Atualizar (Ctrl+R)
ro_ro: Reîmprospătare (Ctrl+R)
ru_ru: Обновить (Ctrl+R)
uk_ua: Оновити (Ctrl+R)
zh_cn: 刷新 (Ctrl+R)

# Overview_TotalBalance_Label.Text
source: TOTAL BALANCE
de_de: GESAMTSALDO
es_es: SALDO TOTAL
fr_fr: SOLDE TOTAL
it_it: SALDO TOTALE
ja_jp: 総残高
ko_kr: 총 잔액
pl_pl: SALDO CAŁKOWITE
pt_pt: SALDO TOTAL
ro_ro: SOLD TOTAL
ru_ru: ОБЩИЙ БАЛАНС
uk_ua: ЗАГАЛЬНИЙ БАЛАНС
zh_cn: 总余额

# Overview_TotalBalance_Desc.Text
source: Aggregated across active accounts
de_de: Über alle aktiven Konten zusammengefasst
es_es: Agregado en todas las cuentas activas
fr_fr: Agrégé sur l'ensemble des comptes actifs
it_it: Aggregato su tutti i conti attivi
ja_jp: すべてのアクティブ口座の合算
ko_kr: 활성 계좌 전체 합산
pl_pl: Zagregowane ze wszystkich aktywnych kont
pt_pt: Agregado em todas as contas ativas
ro_ro: Cumulat din toate conturile active
ru_ru: Сводные данные по всем активным счетам
uk_ua: Зведені дані з усіх активних рахунків
zh_cn: 所有活动账户的汇总

# Overview_Income_Label.Text
source: INCOME
de_de: EINNAHMEN
es_es: INGRESOS
fr_fr: REVENUS
it_it: ENTRATE
ja_jp: 収入
ko_kr: 수입
pl_pl: PRZYCHODY
pt_pt: RECEITAS
ro_ro: VENITURI
ru_ru: ДОХОДЫ
uk_ua: ДОХОДИ
zh_cn: 收入

# Overview_ThisMonth_Label.Text
source: This Month
de_de: Diesen Monat
es_es: Este mes
fr_fr: Ce mois-ci
it_it: Questo mese
ja_jp: 今月
ko_kr: 이번 달
pl_pl: W tym miesiącu
pt_pt: Este mês
ro_ro: Luna aceasta
ru_ru: В этом месяце
uk_ua: Цього місяця
zh_cn: 本月

# Overview_Expenses_Label.Text
source: EXPENSES
de_de: AUSGABEN
es_es: GASTOS
fr_fr: DÉPENSES
it_it: USCITE
ja_jp: 支出
ko_kr: 지출
pl_pl: WYDATKI
pt_pt: DESPESAS
ro_ro: CHELTUIELI
ru_ru: РАСХОДЫ
uk_ua: ВИТРАТИ
zh_cn: 支出

# Overview_NetSavings_Label.Text
source: NET SAVINGS
de_de: NETTO-ERSPARNISSE
es_es: AHORRO NETO
fr_fr: ÉPARGNE NETTE
it_it: RISPARMIO NETTO
ja_jp: 純貯蓄
ko_kr: 순 저축
pl_pl: OSZCZĘDNOŚCI NETTO
pt_pt: POUPANÇA LÍQUIDA
ro_ro: ECONOMII NETE
ru_ru: ЧИСТЫЕ НАКОПЛЕНИЯ
uk_ua: ЧИСТІ ЗАОЩАДЖЕННЯ
zh_cn: 净储蓄

# Overview_Variance_Label.Text
source: Variance
de_de: Differenz
es_es: Diferencia
fr_fr: Écart
it_it: Variazione
ja_jp: 差額
ko_kr: 변동폭
pl_pl: Różnica
pt_pt: Variação
ro_ro: Variație
ru_ru: Разница
uk_ua: Різниця
zh_cn: 差额

# Overview_CashFlow_Title.Text
source: Cash Flow Comparison
de_de: Cashflow-Vergleich
es_es: Comparación de flujo de caja
fr_fr: Comparaison des flux de trésorerie
it_it: Confronto del flusso di cassa
ja_jp: キャッシュフロー比較
ko_kr: 현금 흐름 비교
pl_pl: Porównanie przepływów pieniężnych
pt_pt: Comparação do fluxo de caixa
ro_ro: Comparație flux de numerar
ru_ru: Сравнение денежных потоков
uk_ua: Порівняння грошових потоків
zh_cn: 现金流对比

# Overview_CashFlow_Income.Text
source: Income
de_de: Einnahmen
es_es: Ingresos
fr_fr: Revenus
it_it: Entrate
ja_jp: 収入
ko_kr: 수입
pl_pl: Przychody
pt_pt: Receitas
ro_ro: Venituri
ru_ru: Доход
uk_ua: Доходи
zh_cn: 收入

# Overview_CashFlow_Expense.Text
source: Expense
de_de: Ausgaben
es_es: Gastos
fr_fr: Dépenses
it_it: Uscite
ja_jp: 支出
ko_kr: 지출
pl_pl: Wydatki
pt_pt: Despesas
ro_ro: Cheltuieli
ru_ru: Расход
uk_ua: Витрати
zh_cn: 支出

# Overview_RecentTransactions_Title.Text
source: Recent Transactions
de_de: Letzte Transaktionen
es_es: Transacciones recientes
fr_fr: Transactions récentes
it_it: Transazioni recenti
ja_jp: 最近の取引
ko_kr: 최근 거래
pl_pl: Ostatnie transakcje
pt_pt: Transações recentes
ro_ro: Tranzacții recente
ru_ru: Недавние транзакции
uk_ua: Останні транзакції
zh_cn: 近期交易

# Overview_Accounts_Title.Text
source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
it_it: Conti
ja_jp: 口座
ko_kr: 계좌
pl_pl: Konta
pt_pt: Contas
ro_ro: Conturi
ru_ru: Счета
uk_ua: Рахунки
zh_cn: 账户

# Overview_Budgets_Title.Text
source: Budget Status
es_es: Estado del presupuesto
fr_fr: Statut du budget
it_it: Stato del budget
ja_jp: 予算状況
ko_kr: 예산 현황
pl_pl: Stan budżetu
pt_pt: Estado do orçamento
ro_ro: Stare buget
ru_ru: Статус бюджетов
uk_ua: Статус бюджетів
zh_cn: 预算状态

# Overview_AllBudgets.Content
source: All Budgets
de_de: Alle Budgets
es_es: Todos los presupuestos
fr_fr: Tous les budgets
it_it: Tutti i budget
ja_jp: すべての予算
ko_kr: 모든 예산
pl_pl: Wszystkie budżety
pt_pt: Todos os orçamentos
ro_ro: Toate bugetele
ru_ru: Все бюджеты
uk_ua: Усі бюджети
zh_cn: 所有预算

# Overview_Upcoming_Title.Text
source: Upcoming Payments
de_de: Anstehende Zahlungen
es_es: Próximos pagos
fr_fr: Paiements à venir
it_it: Pagamenti imminenti
ja_jp: 今後の支払い
ko_kr: 예정된 결제
pl_pl: Nadchodzące płatności
pt_pt: Próximos pagamentos
ro_ro: Plăți viitoare
ru_ru: Предстоящие платежи
uk_ua: Майбутні платежі
zh_cn: 即将付款

# Overview_ViewRecurring.Content
source: Recurring
de_de: Wiederkehrend
es_es: Recurrentes
fr_fr: Récurrent
it_it: Ricorrenti
ja_jp: 定期支払い
ko_kr: 정기 결제
pl_pl: Cykliczne
pt_pt: Recorrentes
ro_ro: Recurente
ru_ru: Регулярные
uk_ua: Регулярні
zh_cn: 定期交易

# Accounts_HeaderTitle.Text
source: Accounts Portfolio
de_de: Kontenportfolio
es_es: Cartera de cuentas
fr_fr: Portefeuille de comptes
it_it: Portafoglio conti
ja_jp: 口座ポートフォリオ
ko_kr: 계좌 포트폴리오
pl_pl: Portfel kont
pt_pt: Portfólio de contas
ro_ro: Portofoliu conturi
ru_ru: Портфель счетов
uk_ua: Портфель рахунків
zh_cn: 账户组合

# Accounts_HeaderSubtitle.Text
source: Manage bank accounts, cards, and liquid funds
de_de: Bankkonten, Karten und liquide Mittel verwalten
es_es: Administre cuentas bancarias, tarjetas y fondos disponibles
fr_fr: Gérez vos comptes bancaires, cartes et fonds disponibles
it_it: Gestisci conti bancari, carte e disponibilità liquide
ja_jp: 銀行口座、カード、流動資金を管理
ko_kr: 은행 계좌, 카드 및 유동 자금 관리
pl_pl: Zarządzaj kontami bankowymi, kartami i środkami płynnymi
pt_pt: Gerir contas bancárias, cartões e fundos líquidos
ro_ro: Gestionați conturile bancare, cardurile și fondurile disponibile
ru_ru: Управление банковскими счетами, картами и ликвидными средствами
uk_ua: Керування банківськими рахунками, картками та ліквідними коштами
zh_cn: 管理银行账户、银行卡及流动资金

# Accounts_TransferButton.Text
source: Transfer Funds
de_de: Umbuchung durchführen
es_es: Transferir fondos
fr_fr: Transférer des fonds
it_it: Trasferisci fondi
ja_jp: 資金移動
ko_kr: 자금 이체
pl_pl: Przelej środki
pt_pt: Transferir fundos
ro_ro: Transferă fonduri
ru_ru: Перевести средства
uk_ua: Переказати кошти
zh_cn: 资金转账

# Accounts_AddAccountButton.Text
source: Add Account
de_de: Konto hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
it_it: Aggiungi conto
ja_jp: 口座を追加
ko_kr: 계좌 추가
pl_pl: Dodaj konto
pt_pt: Adicionar Conta
ro_ro: Adaugă cont
ru_ru: Добавить счет
uk_ua: Додати рахунок
zh_cn: 添加账户

# Accounts_EmptyState.Text
source: Select an account to view details
de_de: Wählen Sie ein Konto aus, um Details anzuzeigen
es_es: Seleccione una cuenta para ver los detalles
fr_fr: Sélectionnez un compte pour voir les détails
it_it: Seleziona un conto per visualizzare i dettagli
ja_jp: 詳細を表示する口座を選択してください
ko_kr: 세부 정보를 보려면 계좌를 선택하세요
pl_pl: Wybierz konto, aby wyświetlić szczegóły
pt_pt: Selecione uma conta para ver os detalhes
ro_ro: Selectați un cont pentru a vedea detaliile
ru_ru: Выберите счет для просмотра подробностей
uk_ua: Виберіть рахунок, щоб переглянути деталі
zh_cn: 选择一个账户以查看详情

# Accounts_CurrentBalance_Label.Text
source: CURRENT BALANCE
de_de: AKTUELLER SALDO
es_es: SALDO ACTUAL
fr_fr: SOLDE ACTUEL
it_it: SALDO ATTUALE
ja_jp: 現在の残高
ko_kr: 현재 잔액
pl_pl: AKTUALNE SALDO
pt_pt: SALDO ATUAL
ro_ro: SOLD CURENT
ru_ru: ТЕКУЩИЙ БАЛАНС
uk_ua: ПОТОЧНИЙ БАЛАНС
zh_cn: 当前余额

# Accounts_TotalInflow_Label.Text
source: TOTAL INFLOW
de_de: GESAMTZUFLUSS
es_es: ENTRADAS TOTALES
fr_fr: ENTRÉES TOTALES
it_it: ENTRATE TOTALI
ja_jp: 総入金
ko_kr: 총 유입
pl_pl: CAŁKOWITY WPŁYW
pt_pt: ENTRADAS TOTAIS
ro_ro: FLUX TOTAL INTRĂRI
ru_ru: ОБЩИЕ ПОСТУПЛЕНИЯ
uk_ua: ЗАГАЛЬНІ НАДХОДЖЕННЯ
zh_cn: 总流入

# Accounts_TotalOutflow_Label.Text
source: TOTAL OUTFLOW
de_de: GESAMTABFLUSS
es_es: SALIDAS TOTALES
fr_fr: SORTIES TOTALES
it_it: USCITE TOTALI
ja_jp: 総出金
ko_kr: 총 유출
pl_pl: CAŁKOWITY WYPŁYW
pt_pt: SAÍDAS TOTAIS
ro_ro: FLUX TOTAL IEȘIRI
ru_ru: ОБЩИЕ РАСХОДЫ
uk_ua: ЗАГАЛЬНІ ВИТРАТИ
zh_cn: 总流出

# Accounts_History_Title.Text
source: Account Transaction History
de_de: Transaktionsverlauf des Kontos
es_es: Historial de transacciones de la cuenta
fr_fr: Historique des transactions du compte
it_it: Cronologia transazioni del conto
ja_jp: 口座の取引履歴
ko_kr: 계좌 거래 내역
pl_pl: Historia transakcji konta
pt_pt: Histórico de transações da conta
ro_ro: Istoricul tranzacțiilor contului
ru_ru: История операций по счету
uk_ua: Історія транзакцій рахунку
zh_cn: 账户交易历史

# Accounts_Dialog_CreateTitle
source: Create New Account
de_de: Neues Konto erstellen
es_es: Crear nueva cuenta
fr_fr: Créer un nouveau compte
it_it: Crea nuovo conto
ja_jp: 新規口座を作成
ko_kr: 새 계좌 생성
pl_pl: Utwórz nowe konto
pt_pt: Criar nova conta
ro_ro: Creează cont nou
ru_ru: Создать новый счет
uk_ua: Створити новий рахунок
zh_cn: 创建新账户

# Accounts_Dialog_NameHeader
source: Account Name
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome del conto
ja_jp: 口座名
ko_kr: 계좌 이름
pl_pl: Nazwa konta
pt_pt: Nome da conta
ro_ro: Nume cont
ru_ru: Название счета
uk_ua: Назва рахунку
zh_cn: 账户名称

# Accounts_Dialog_NamePlaceholder
source: e.g. Main Checking, Savings
de_de: z. B. Girokonto, Sparkonto
es_es: ej. Cuenta corriente, Ahorros
fr_fr: ex. Compte courant, Épargne
it_it: es. Conto corrente, Risparmio
ja_jp: 例: メイン口座、普通預金
ko_kr: 예: 주 거래 계좌, 적금
pl_pl: np. Główne konto, Oszczędności
pt_pt: ex.: Conta Corrente, Poupança
ro_ro: de ex. Cont curent, Economii
ru_ru: напр., Основной расчетный, Накопительный
uk_ua: напр., Поточний рахунок, Заощадження
zh_cn: 例如：主要支票账户、储蓄账户

# Accounts_Dialog_TypeHeader
source: Account Type
de_de: Kontotyp
es_es: Tipo de cuenta
fr_fr: Type de compte
it_it: Tipo di conto
ja_jp: 口座種別
ko_kr: 계좌 유형
pl_pl: Typ konta
pt_pt: Tipo de conta
ro_ro: Tip de cont
ru_ru: Тип счета
uk_ua: Тип рахунку
zh_cn: 账户类型

# Accounts_Dialog_StartingBalanceHeader
source: Starting Balance
de_de: Anfangssaldo
es_es: Saldo inicial
fr_fr: Solde initial
it_it: Saldo iniziale
ja_jp: 開始残高
ko_kr: 시작 잔액
pl_pl: Saldo początkowe
pt_pt: Saldo inicial
ro_ro: Sold inițial
ru_ru: Начальный баланс
uk_ua: Початковий баланс
zh_cn: 初始余额

# Accounts_Dialog_InstitutionHeader
source: Financial Institution
de_de: Finanzinstitut
es_es: Institución financiera
fr_fr: Institution financière
it_it: Istituto finanziario
ja_jp: 金融機関
ko_kr: 금융 기관
pl_pl: Instytucja finansowa
pt_pt: Instituição financeira
ro_ro: Instituție financiară
ru_ru: Финансовая организация
uk_ua: Фінансова установа
zh_cn: 金融机构
